Repository: jashp143/cashbook_v1
Catalog: lib/l10n/app_*.arb
Languages: gu

# appTitle
source: Khata Vahi
gu: ખાતા વાહી

source: Home
gu: હોમ

source: Reports
gu: રિપોર્ટ્સ

source: Accounts
gu: ખાતાઓ

source: Contacts
gu: સંપર્કો

source: Settings
gu: સેટિંગ્સ

source: Current Balance
gu: વર્તમાન શેષ

source: Income
gu: આવક

source: Expense
gu: ખર્ચ

source: Transfer
gu: સ્થાનાંતરણ

source: All Accounts
gu: બધા ખાતાઓ

source: No transactions yet
gu: હજુ સુધી કોઈ વ્યવહાર નથી

source: Add your first transaction
gu: તમારો પહેલો વ્યવહાર ઉમેરો

source: Today
gu: આજે

source: Yesterday
gu: ગઈકાલે

source: Delete Transaction
gu: વ્યવહાર કાઢી નાખો

# deleteTransactionConfirmation
source: Are you sure you want to delete this {type} transaction of ₹{amount}?
gu: શું તમે ખરેખર આ {type} વ્યવહાર ₹{amount} કાઢી નાખવા માંગો છો?

source: Cancel
gu: રદ કરો

source: Delete
gu: કાઢી નાખો

source: Transaction deleted successfully
gu: વ્યવહાર સફળતાપૂર્વક કાઢી નાખ્યો

# errorDeletingTransaction
source: Error deleting transaction: {error}
gu: વ્યવહાર કાઢવામાં ભૂલ: {error}

source: Edit
gu: સંપાદિત કરો

source: Date
gu: તારીખ

source: Account
gu: ખાતું

source: From Account
gu: ખાતા માંથી

source: To Account
gu: ખાતા માં

source: Contact
gu: સંપર્ક

source: Bill Number
gu: બિલ નંબર

source: Company
gu: કંપની

source: Remark
gu: ટિપ્પણી

source: Share via WhatsApp
gu: WhatsApp દ્વારા શેર કરો

# couldNotOpenWhatsApp
source: Could not open WhatsApp. Please make sure WhatsApp is installed.
gu: WhatsApp ખોલી શક્યા નહીં. કૃપા કરીને ખાતરી કરો કે WhatsApp ઇન્સ્ટોલ થયેલ છે.

source: Choose how to share:
gu: કેવી રીતે શેર કરવું તે પસંદ કરો:

source: With Phone Number
gu: ફોન નંબર સાથે

source: Without Phone Number
gu: ફોન નંબર વગર

source: Phone
gu: ફોન

source: Theme
gu: થીમ

source: System Theme
gu: સિસ્ટમ થીમ

source: Light Mode
gu: લાઇટ મોડ

source: Dark Mode
gu: ડાર્ક મોડ

source: Language
gu: ભાષા

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિંદી

source: Gujarati
gu: ગુજરાતી

# incomeLabel
source: INCOME
gu: આવક

# expenseLabel
source: EXPENSE
gu: ખર્ચ

# transferLabel
source: TRANSFER
gu: સ્થાનાંતરણ

source: Account Statement
gu: ખાતા વિગત

source: Select Account
gu: ખાતું પસંદ કરો

source: Start Date
gu: પ્રારંભ તારીખ

source: End Date
gu: સમાપ્તિ તારીખ

source: Select date
gu: તારીખ પસંદ કરો

source: Export PDF
gu: PDF નિકાસ કરો

source: Export Excel
gu: Excel નિકાસ કરો

source: Please select account and date range
gu: કૃપા કરીને ખાતું અને તારીખ શ્રેણી પસંદ કરો

source: PDF exported successfully
gu: PDF સફળતાપૂર્વક નિકાસ થયો

# errorExportingPDF
source: Error exporting PDF: {error}
gu: PDF નિકાસ કરવામાં ભૂલ: {error}

source: Excel exported successfully
gu: Excel સફળતાપૂર્વક નિકાસ થયો

# errorExportingExcel
source: Error exporting Excel: {error}
gu: Excel નિકાસ કરવામાં ભૂલ: {error}

source: Account Balance
gu: ખાતું શેષ

source: Net
gu: શુદ્ધ

# selectAccountToViewStatement
source: Select an account to view statement
gu: વિગત જોવા માટે ખાતું પસંદ કરો

source: No transactions found
gu: કોઈ વ્યવહાર મળ્યો નથી

# forSelectedDateRange
source: for the selected date range
gu: પસંદ કરેલી તારીખ શ્રેણી માટે

source: New Account
gu: નવું ખાતું

source: Edit Account
gu: ખાતું સંપાદિત કરો

source: Account Name
gu: ખાતું નામ

source: Please enter account name
gu: કૃપા કરીને ખાતું નામ દાખલ કરો

source: Account Number (Optional)
gu: ખાતું નંબર (વૈકલ્પિક)

source: Note (Optional)
gu: નોંધ (વૈકલ્પિક)

source: Save Account
gu: ખાતું સાચવો

source: Account created
gu: ખાતું બનાવ્યું

source: Account updated
gu: ખાતું અપડેટ થયું

# error
source: Error: {error}
gu: ભૂલ: {error}

source: No accounts found
gu: કોઈ ખાતું મળ્યું નથી

source: Add Account
gu: ખાતું ઉમેરો

source: Delete Account
gu: ખાતું કાઢી નાખો

# deleteAccountConfirmation
source: Are you sure you want to delete "{accountName}"?
gu: શું તમે ખરેખર "{accountName}" કાઢી નાખવા માંગો છો?

source: Account deleted
gu: ખાતું કાઢી નાખ્યું

source: New Contact
gu: નવો સંપર્ક

source: Edit Contact
gu: સંપર્ક સંપાદિત કરો

source: Name
gu: નામ

source: Please enter name
gu: કૃપા કરીને નામ દાખલ કરો

source: Phone (Optional)
gu: ફોન (વૈકલ્પિક)

source: Email (Optional)
gu: ઇમેઇલ (વૈકલ્પિક)

source: Import from Device
gu: ડિવાઇસમાંથી આયાત કરો

source: Save Contact
gu: સંપર્ક સાચવો

source: Contact created
gu: સંપર્ક બનાવ્યો

source: Contact updated
gu: સંપર્ક અપડેટ થયો

# contactPermissionRequired
source: Contact permission is required to import contacts
gu: સંપર્ક આયાત કરવા માટે સંપર્ક પરવાનગી જરૂરી છે

source: No contacts found on device
gu: ડિવાઇસ પર કોઈ સંપર્ક મળ્યો નથી

source: Select Contact
gu: સંપર્ક પસંદ કરો

# errorImportingContact
source: Error importing contact: {error}
gu: સંપર્ક આયાત કરવામાં ભૂલ: {error}

source: No contacts found
gu: કોઈ સંપર્ક મળ્યો નથી

source: Add Contact
gu: સંપર્ક ઉમેરો

source: Delete Contact
gu: સંપર્ક કાઢી નાખો

# deleteContactConfirmation
source: Are you sure you want to delete "{contactName}"?
gu: શું તમે ખરેખર "{contactName}" કાઢી નાખવા માંગો છો?

source: Contact deleted
gu: સંપર્ક કાઢી નાખ્યો

source: Amount
gu: રકમ

source: Add Expense
gu: ખર્ચ ઉમેરો

source: Edit Expense
gu: ખર્ચ સંપાદિત કરો

# expenseAccountNote
source: The selected account will be debited for the expense
gu: પસંદ કરેલ ખાતામાંથી ખર્ચ ડેબિટ થશે

# expenseContactNote
source: To which contact you paid the expense. If not, select None
gu: તમે કયા સંપર્કને ખર્ચનો ભુગતાન કર્યો. જો નહીં, તો કંઈ નહીં પસંદ કરો

source: Please select an account
gu: કૃપા કરીને ખાતું પસંદ કરો

source: Bill Number (Optional)
gu: બિલ નંબર (વૈકલ્પિક)

source: Company Name (Optional)
gu: કંપની નામ (વૈકલ્પિક)

source: Remark (Optional)
gu: ટિપ્પણી (વૈકલ્પિક)

source: Update Expense
gu: ખર્ચ અપડેટ કરો

source: Save Expense
gu: ખર્ચ સાચવો

source: Expense updated successfully
gu: ખર્ચ સફળતાપૂર્વક અપડેટ થયો

source: Expense added successfully
gu: ખર્ચ સફળતાપૂર્વક ઉમેર્યો

source: Add Income
gu: આવક ઉમેરો

source: Edit Income
gu: આવક સંપાદિત કરો

# incomeAccountNote
source: The selected account will receive the income
gu: પસંદ કરેલ ખાતામાં આવક પ્રાપ્ત થશે

# incomeContactNote
source: From which contact you received income. If not, select None
gu: તમને કયા સંપર્ક પાસેથી આવક પ્રાપ્ત થઈ. જો નહીં, તો કંઈ નહીં પસંદ કરો

source: Update Income
gu: આવક અપડેટ કરો

source: Save Income
gu: આવક સાચવો

source: Income updated successfully
gu: આવક સફળતાપૂર્વક અપડેટ થઈ

source: Income added successfully
gu: આવક સફળતાપૂર્વક ઉમેરી

source: Edit Transfer
gu: સ્થાનાંતરણ સંપાદિત કરો

source: Please select both accounts
gu: કૃપા કરીને બંને ખાતાઓ પસંદ કરો

source: From and To accounts must be different
gu: માંથી અને માં ખાતાઓ અલગ હોવા જોઈએ

source: Please select from account
gu: કૃપા કરીને માંથી ખાતું પસંદ કરો

source: Please select to account
gu: કૃપા કરીને માં ખાતું પસંદ કરો

source: Update Transfer
gu: સ્થાનાંતરણ અપડેટ કરો

source: Complete Transfer
gu: સ્થાનાંતરણ પૂર્ણ કરો

source: Transfer updated successfully
gu: સ્થાનાંતરણ સફળતાપૂર્વક અપડેટ થયું

source: Transfer completed successfully
gu: સ્થાનાંતરણ સફળતાપૂર્વક પૂર્ણ થયું

# withPhoneNumberDescription
source: • With phone number: Opens chat directly (if number is on WhatsApp)
gu: • ફોન નંબર સાથે: સીધા ચેટ ખોલે છે (જો નંબર WhatsApp પર હોય)

# withoutPhoneNumberDescription
source: • Without phone number: Opens WhatsApp, you can select the contact
gu: • ફોન નંબર વગર: WhatsApp ખોલે છે, તમે સંપર્ક પસંદ કરી શકો છો

source: Filters
gu: ફિલ્ટર્સ

source: Timeline
gu: ટાઇમલાઇન

source: Calendar
gu: કેલેન્ડર

source: All Contacts
gu: બધા સંપર્કો

source: This Week
gu: આ સપ્તાહ

source: This Month
gu: આ મહિનો

source: All Time
gu: બધો સમય

source: Transaction Report
gu: વ્યવહાર રિપોર્ટ

source: Hide Calendar
gu: કેલેન્ડર છુપાવો

source: Show Calendar
gu: કેલેન્ડર બતાવો

source: No transactions
gu: કોઈ વ્યવહાર નથી

source: No transactions on {date}
gu: {date} પર કોઈ વ્યવહાર નથી

# transactionCount
source: {count} transaction
gu: {count} વ્યવહાર

# transactionCountPlural
source: {count} transactions
gu: {count} વ્યવહારો

# netLabel
source: Net: ₹{amount}
gu: શુદ્ધ: ₹{amount}

source: Transaction Details
gu: વ્યવહાર વિગતો

source: Edit Transaction
gu: વ્યવહાર સંપાદિત કરો

# whatsAppNotRegisteredMessage
source: If WhatsApp says the number isn't registered, try sharing without phone number option.
gu: જો WhatsApp કહે છે કે નંબર નોંધાયેલ નથી, તો ફોન નંબર વિના વિકલ્પ વગર શેર કરવાનો પ્રયાસ કરો.

source: Receipts
gu: રસીદો

source: Add Receipt
gu: રસીદ ઉમેરો

source: No receipts added
gu: કોઈ રસીદ ઉમેરાયી નથી

source: Pick from Gallery
gu: ગેલેરીમાંથી પસંદ કરો

source: Take Photo
gu: ફોટો લો

source: Pick PDF File
gu: PDF ફાઇલ પસંદ કરો

# errorPickingImage
source: Error picking image: {error}
gu: છબી પસંદ કરવામાં ભૂલ: {error}

# errorPickingPDF
source: Error picking PDF: {error}
gu: PDF પસંદ કરવામાં ભૂલ: {error}

source: Preview Receipt
gu: રસીદ પૂર્વાવલોકન

source: Remove Receipt
gu: રસીદ કાઢી નાખો
